/* Localized versions of UI keys */

/* generic */
"OKButtonText" = "OK";

"BuildID" = "Build ID: %010u";
"AlreadyRunningAlert" = "Cannot Launch %@";
"AlreadyRunningMsg" = "%@ is already running on this system. Only one version may be run at any time.";
"AlreadyRunningButton" = "Quit";

/* for toggling show/hide bookmarks toolbar menu item */
"Hide Bookmarks Toolbar" = "Hide Bookmarks Toolbar";
"Show Bookmarks Toolbar" = "Show Bookmarks Toolbar";

/* Parser error loading bookmarks.xml file */
"CorruptedBookmarksAlert" = "Error Reading Bookmarks";
"CorruptedBookmarksMsg"   = "The bookmarks file could not be read, because its contents don’t conform to the expected format.";

/* Parser error importing bookarks */
"ErrorImportingBookmarksAlert" = "Error Importing Bookmarks";
"ErrorImportingBookmarksMsg"   = "The bookmarks file could not be imported, because its contents don’t conform to the expected format.";

/* Delete bookmarks warning */
"DeteleBookmarksAlert" 	= "Delete Bookmarks?";
"DeteleBookmarksMsg"		= "Are you sure you want to delete these bookmarks? This cannot be undone.";
"DeteleBookmarksCancelButton"	= "Cancel";
"DeteleBookmarksOKButton"			= "Delete";

/* popup blocking */
"PopupBlockMsg" = "This web site is attempting to open an unrequested popup window.  %@ can automatically prevent Web sites from opening popup advertisements.  Click OK to prevent all unrequested popups (including this one) from opening.";

/* title for untitled pages (lowercase per Aqua HI Guidelines) */
"UntitledPageTitle" = "untitled";

/* "Loading" message for tab labels */
"TabLoading" = "Loading...";

/* Bookmarks edit panel */
"BookmarkInfoTitle" = "Info for ‘%@’";

/* Download Progress Dialog */
"Cancel" = "Cancel";
"Pause" = "Pause";
"Resume" = "Resume";
"Show File" = "Show File";
"Open File" = "Open File";
"Leave Open"= "Leave Open";
"Close When Done" = "Close When Done";
"Toggle Close Behavior" = "Toggle Close Behavior";

"CancelPaletteLabel" = "Cancel Download";
"PausePaletteLabel" = "Pause Download";
"ResumePaletteLabel" = "Resume Download";

"DownloadingTitle" = "Downloading: %@";
"CancelToolTip" = "Cancel this file download";
"PauseToolTip" = "Pause this FTP file download";
"ShowToolTip" = "Show the saved file in the Finder";
"OpenToolTip" = "Open the saved file in its default application.";
"LeaveOpenToolTip" = "Window will stay open when download finishes.";
"CloseWhenDoneToolTip" = "Window will close automatically when download finishes.";
"ResumeToolTip" = "Resume the paused FTP download";

"UnderSec" = "Under %d seconds";
"UnderMin" = "Under a minute";
"AboutMin" = "About a minute";
"AboutMins" = "About %d minutes";
"AboutHour" = "Over an hour";
"AboutHours" = "Over %d hours";
"LabelString" = "%@ of %@ total (at %@/sec)";

